Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# simulator.control.privacyServiceUnavailable
source: The active Xcode does not expose %@ through simctl; cmux will not mutate private TCC or BulletinBoard stores in the host process.
ar: لا يعرض Xcode النشط %@ عبر simctl؛ لن يقوم cmux بتعديل مخازن TCC أو BulletinBoard الخاصة في العملية المضيفة.
de: Das aktive Xcode gibt %@ nicht über simctl frei; cmux wird keine privaten TCC- oder BulletinBoard-Speicher im Host-Prozess ändern.
es: El Xcode activo no expone %@ a través de simctl; cmux no modificará los almacenes privados de TCC o BulletinBoard en el proceso host.
fr: La version active de Xcode n'expose pas %@ via simctl ; cmux ne modifiera pas les bases de données privées TCC ou BulletinBoard du processus hôte.
ja: 有効なXcodeはsimctl経由の%@に対応していません。cmuxはホストプロセスから非公開のTCCまたはBulletinBoardストアを変更しません。
ko: 활성화된 Xcode가 simctl을 통해 %@을(를) 노출하지 않습니다. cmux는 호스트 프로세스의 비공개 TCC 또는 BulletinBoard 저장소를 수정하지 않습니다.
zh_hans: 当前 Xcode 未通过 simctl 暴露 %@；cmux 不会在宿主进程中修改私有的 TCC 或 BulletinBoard 存储。
zh_hant: 作用中的 Xcode 未透過 simctl 揭露 %@；cmux 將不會修改主機程序中的私有 TCC 或 BulletinBoard 儲存庫。

# simulator.control.statusBarValueOutOfRange
source: The %1$@ value must be from %2$lld through %3$lld.
ar: يجب أن تكون قيمة %1$@ من %2$lld إلى %3$lld.
de: Der Wert für %1$@ muss zwischen %2$lld und %3$lld liegen.
es: El valor de %1$@ debe estar entre %2$lld y %3$lld.
fr: La valeur de %1$@ doit être comprise entre %2$lld et %3$lld.
ja: %1$@の値は%2$lldから%3$lldまでで指定してください。
ko: %1$@ 값은 %2$lld에서 %3$lld 사이여야 합니다.
zh_hans: %1$@ 的值必须在 %2$lld 到 %3$lld 之间。
zh_hant: %1$@ 的值必須介於 %2$lld 至 %3$lld 之間。

# simulator.control.statusBarValueRequired
source: A status bar override needs at least one value.
ar: يتطلب تجاوز شريط الحالة قيمة واحدة على الأقل.
de: Eine Statusleisten-Überschreibung benötigt mindestens einen Wert.
es: Una anulación de la barra de estado necesita al menos un valor.
fr: Une modification de la barre d’état nécessite au moins une valeur.
ja: ステータスバーの上書きには1つ以上の値が必要です。
ko: 상태 표시줄 재정의에는 최소 하나의 값이 필요합니다.
zh_hans: 状态栏覆盖至少需要一个值。
zh_hant: 狀態列覆蓋需要至少一個值。

# simulator.dataNetwork.hide
source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
ja: 非表示
ko: 숨김
zh_hans: 隐藏
zh_hant: 已隱藏

# simulator.device.choose
source: Choose Device
ar: اختر الجهاز
de: Gerät auswählen
es: Elegir dispositivo
fr: Choisir l’appareil
ja: デバイスを選択
ko: 기기 선택
zh_hans: 选择设备
zh_hant: 選擇裝置

# simulator.device.none
source: No iPhone or iPad Simulators
ar: لا توجد أجهزة محاكاة iPhone أو iPad
de: Keine iPhone- oder iPad-Simulatoren
es: No hay simuladores de iPhone o iPad
fr: Aucun simulateur iPhone ou iPad
ja: iPhoneまたはiPadシミュレータがありません
ko: iPhone 또는 iPad 시뮬레이터 없음
zh_hans: 没有 iPhone 或 iPad 模拟器
zh_hant: 無 iPhone 或 iPad Simulator

# simulator.device.none.help
source: Install an iOS runtime in Xcode, then refresh.
ar: ثبّت بيئة تشغيل iOS في Xcode، ثم قم بالتحديث.
de: Installiere eine iOS-Runtime in Xcode und aktualisiere dann.
es: Instala un entorno de ejecución de iOS en Xcode y luego actualiza.
fr: Installez un runtime iOS dans Xcode, puis actualisez.
ja: XcodeでiOSランタイムをインストールしてから更新してください。
ko: Xcode에서 iOS 런타임을 설치한 다음 새로 고침하세요.
zh_hans: 请在 Xcode 中安装 iOS 运行时，然后刷新。
zh_hant: 請在 Xcode 中安裝 iOS 執行環境，然後重新整理。

# simulator.device.runtime
source: Runtime
ar: بيئة التشغيل
es: Entorno de ejecución
ja: ランタイム
ko: 런타임
zh_hans: 运行时
zh_hant: 執行環境

# simulator.device.state
source: State
ar: ولاية
de: Zustand
es: Estado
fr: État
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

# simulator.deviceState.booted
source: Booted
ar: تم التشغيل
de: Gestartet
es: Iniciado
fr: Démarré
ja: 起動済み
ko: 부팅됨
zh_hans: 已启动
zh_hant: 已啟動

# simulator.deviceState.booting
source: Booting
ar: جارٍ التشغيل
de: Startet
es: Iniciando
fr: Démarrage en cours
ja: 起動中
ko: 부팅 중
zh_hans: 正在启动
zh_hant: 啟動中

# simulator.deviceState.shutdown
source: Shut Down
ar: تم إيقاف التشغيل
de: Ausgeschaltet
es: Apagado
fr: Éteint
ja: システム終了
ko: 종료됨
zh_hans: 已关机
zh_hant: 已關機

# simulator.deviceState.shuttingDown
source: Shutting Down
ar: جارٍ إيقاف التشغيل
de: Wird ausgeschaltet
es: Apagándose
fr: Extinction en cours
ja: システム終了中
ko: 종료 중
zh_hans: 正在关机
zh_hant: 關機中

# simulator.deviceState.unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알려지지 않은
zh_hans: 未知
zh_hant: 未知

# simulator.diagnostic.colorBlendedLayers
source: Color Blended Layers
ar: تلوين الطبقات الممزوجة
de: Farbig gemischte Ebenen
es: Colorear capas mezcladas
fr: Colorer les couches fusionnées
ja: 合成レイヤーを着色
ko: 혼합된 레이어 색상 표시
zh_hans: 着色混合图层
zh_hant: 混合圖層著色

# simulator.diagnostic.colorCopiedImages
source: Color Copied Images
ar: تلوين الصور المنسوخة
de: Farbig kopierte Bilder
es: Colorear imágenes copiadas
fr: Colorer les images copiées
ja: コピー画像を着色
ko: 복사된 이미지 색상 표시
zh_hans: 着色复制的图像
zh_hant: 複製影像著色

# simulator.diagnostic.colorMisalignedImages
source: Color Misaligned Images
ar: تلوين الصور غير المحاذية
de: Farbig falsch ausgerichtete Bilder
es: Colorear imágenes desalineadas
fr: Colorer les images mal alignées
ja: 位置ずれ画像を着色
ko: 정렬되지 않은 이미지 색상 표시
zh_hans: 着色未对齐的图像
zh_hant: 未對齊影像著色

# simulator.diagnostic.colorOffscreenRendering
source: Color Offscreen Rendering
ar: تلوين العرض خارج الشاشة
de: Farbiges Offscreen-Rendering
es: Colorear renderizado fuera de pantalla
fr: Colorer le rendu hors écran
ja: オフスクリーン描画を着色
ko: 오프스크린 렌더링 색상 표시
zh_hans: 着色离屏渲染
zh_hant: 離屏彩現著色

# simulator.diagnostic.slowAnimations
source: Slow Animations
ar: الرسوم المتحركة البطيئة
de: Langsame Animationen
es: Animaciones lentas
fr: Ralentir les animations
ja: アニメーションを低速化
ko: 느린 애니메이션
zh_hans: 慢速动画
zh_hant: 慢速動畫

# simulator.failure.accessibilityCapability
source: The active Xcode worker did not negotiate accessibility inspection.
ar: لم يتفاوض عامل Xcode النشط على فحص تسهيل الاستخدام.
de: Der aktive Xcode-Worker hat keine Prüfung der Bedienungshilfen ausgehandelt.
es: El worker activo de Xcode no negoció la inspección de accesibilidad.
fr: Le worker Xcode actif n’a pas négocié l’inspection d’accessibilité.
ja: 有効なXcodeワーカーはアクセシビリティ検査に対応していません。
ko: 활성 Xcode 워커가 접근성 검사 협상을 완료하지 못했습니다.
zh_hans: 当前 Xcode 工作进程未协商辅助功能检查能力。
zh_hant: 作用中的 Xcode 工作者未協調輔助功能檢查。

# simulator.failure.accessibilityFramebufferRequired
source: Accessibility requires a live framebuffer.
ar: يتطلب تسهيل الاستخدام مخزن إطارات مباشرًا.
de: Die Bedienungshilfen erfordern einen aktiven Framebuffer.
es: La accesibilidad requiere un framebuffer en vivo.
fr: L’accessibilité nécessite un framebuffer actif.
ja: アクセシビリティにはライブフレームバッファが必要です。
ko: 접근성에는 실시간 프레임버퍼가 필요합니다.
zh_hans: 辅助功能需要实时帧缓冲。
zh_hant: 輔助功能需要即時的 framebuffer。

# simulator.failure.accessibilityHighlightFailed
source: The worker could not update the accessibility highlight overlay.
ar: لم يتمكن العامل من تحديث تراكب تمييز تسهيل الاستخدام.
de: Der Worker konnte die Hervorhebungsüberlagerung für Bedienungshilfen nicht aktualisieren.
es: El worker no pudo actualizar la superposición de resaltado de accesibilidad.
fr: Le worker n’a pas pu mettre à jour la superposition de mise en surbrillance de l’accessibilité.
ja: ワーカーはアクセシビリティハイライトのオーバーレイを更新できませんでした。
ko: 워커가 접근성 강조 표시 오버레이를 업데이트할 수 없습니다.
zh_hans: 工作进程无法更新辅助功能高亮叠加层。
zh_hant: 工作者無法更新輔助功能醒目提示覆蓋層。

# simulator.failure.accessibilityRequestBusy
source: An accessibility snapshot is already at capacity.
ar: لقطة تسهيل الاستخدام ممتلئة السعة بالفعل.
de: Ein Snapshot der Bedienungshilfen ist bereits ausgelastet.
es: Una captura de accesibilidad ya está al límite de su capacidad.
fr: Un instantané d’accessibilité a déjà atteint sa capacité maximale.
ja: アクセシビリティスナップショットのキューが上限に達しています。
ko: 접근성 스냅샷 요청이 이미 가득 찼습니다.
zh_hans: 辅助功能快照请求已达上限。
zh_hant: 輔助功能快照已達容量上限。

# simulator.failure.accessibilitySnapshotStale
source: The Simulator display changed during accessibility inspection.
ar: تغيرت شاشة الـ Simulator أثناء فحص تسهيل الاستخدام.
de: Die Simulator-Anzeige hat sich während der Prüfung der Bedienungshilfen geändert.
es: La pantalla del simulador cambió durante la inspección de accesibilidad.
fr: L’affichage du Simulator a changé pendant l’inspection de l’accessibilité.
ja: アクセシビリティ検査中にSimulatorのディスプレイが変更されました。
ko: 접근성 검사 중에 시뮬레이터 디스플레이가 변경되었습니다.
zh_hans: 辅助功能检查期间模拟器画面发生了变化。
zh_hant: Simulator 顯示畫面在輔助功能檢查期間發生變更。

# simulator.failure.accessibilityUnavailable
source: Accessibility inspection is unavailable
ar: فحص تسهيل الاستخدام غير متاح
de: Die Prüfung der Bedienungshilfen ist nicht verfügbar
es: La inspección de accesibilidad no está disponible
fr: L’inspection d’accessibilité n’est pas disponible
ja: アクセシビリティ検査を使用できません
ko: 접근성 검사를 사용할 수 없습니다.
zh_hans: 辅助功能检查不可用
zh_hant: 輔助功能檢查無法使用

# simulator.failure.applicationMutationPreparation
source: The Simulator worker could not release camera and inspector ownership of the app.
ar: لم يتمكن عامل الـ Simulator من تحرير ملكية الكاميرا والمفتش الخاصة بالتطبيق.
de: Der Simulator-Worker konnte die Kamera- und Inspektor-Berechtigungen der App nicht freigeben.
es: El worker del simulador no pudo liberar la propiedad de la cámara y del inspector de la aplicación.
fr: Le worker Simulator n’a pas pu libérer la propriété de l’appareil photo et de l’inspecteur de l’application.
ja: Simulatorワーカーはアプリのカメラとインスペクタの所有権を解放できませんでした。
ko: 시뮬레이터 워커가 앱의 카메라 및 검사기 소유권을 해제하지 못했습니다.
zh_hans: 模拟器工作进程无法释放该应用的摄像头和检查器占用。
zh_hant: Simulator 工作者無法釋放該應用程式的相機與檢查器所有權。

# simulator.failure.cameraAdapterCapability
source: The active Xcode worker did not negotiate an isolated camera adapter.
ar: لم يتفاوض عامل Xcode النشط على محول كاميرا معزول.
de: Der aktive Xcode-Worker hat keinen isolierten Kamera-Adapter ausgehandelt.
es: El worker activo de Xcode no negoció un adaptador de cámara aislado.
fr: Le worker Xcode actif n’a pas négocié un adaptateur d’appareil photo isolé.
ja: 有効なXcodeワーカーは分離されたカメラアダプタに対応していません。
ko: 활성화된 Xcode 워커가 분리된 카메라 어댑터를 협상하지 못했습니다.
zh_hans: 当前 Xcode 工作进程未协商隔离的摄像头适配器。
zh_hant: 作用中的 Xcode 工作者未協調隔離的相機轉接器。

# simulator.failure.cameraAuthorizationIdentifier
source: Camera authorization readback rejected an invalid device or bundle identifier.
ar: رفضت قراءة ترخيص الكاميرا معرف جهاز أو معرف حزمة غير صالح.
de: Das Zurücklesen der Kameraberechtigung hat einen ungültigen Geräte- oder Bundle-Identifier zurückgewiesen.
es: La lectura de la autorización de la cámara rechazó un identificador de dispositivo o de bundle no válido.
fr: La relecture de l’autorisation de l’appareil photo a rejeté un identifiant d’appareil ou de bundle invalide.
ja: カメラ権限の読み取りで、無効なデバイスまたはバンドル識別子が拒否されました。
ko: 카메라 권한 되읽기에서 유효하지 않은 기기 또는 번들 식별자를 거부했습니다.
zh_hans: 摄像头授权回读拒绝了无效的设备或包标识符。
zh_hant: 相機授權讀回拒絕了無效的裝置或 Bundle Identifier。

# simulator.failure.cameraAuthorizationRestore
source: The saved Simulator camera authorization could not be restored.
ar: تعذر استعادة ترخيص كاميرا الـ Simulator المحفوظ.
de: Die gespeicherte Simulator-Kameraberechtigung konnte nicht wiederhergestellt werden.
es: No se pudo restaurar la autorización guardada de la cámara del simulador.
fr: L’autorisation enregistrée de l’appareil photo du Simulator n’a pas pu être restaurée.
ja: 保存されていた Simulator のカメラ権限を復元できませんでした。
ko: 저장된 시뮬레이터 카메라 권한을 복원할 수 없습니다.
zh_hans: 无法恢复已保存的模拟器摄像头授权。
zh_hant: 無法還原已儲存的 Simulator 相機授權。

# simulator.failure.cameraAuthorizationUnsupported
source: The Simulator camera authorization has an unsupported value and was not changed.
ar: يحتوي ترخيص كاميرا الـ Simulator على قيمة غير مدعومة ولم يتم تغييره.
de: Die Simulator-Kameraberechtigung weist einen nicht unterstützten Wert auf und wurde nicht geändert.
es: La autorización de la cámara del simulador tiene un valor no compatible y no se modificó.
fr: L’autorisation de l’appareil photo du Simulator a une valeur non prise en charge et n’a pas été modifiée.
ja: Simulator のカメラ権限に対応していない値が含まれているため、変更されませんでした。
ko: 시뮬레이터 카메라 권한에 지원되지 않는 값이 있어 변경되지 않았습니다.
zh_hans: 模拟器摄像头授权的值不受支持，未做更改。
zh_hant: Simulator 相機授權包含不支援的值，因此未進行變更。

# simulator.failure.cameraCleanupPending
source: Camera cleanup is still running. Retry after it finishes.
ar: تنظيف الكاميرا لا يزال قيد التشغيل. أعد المحاولة بعد انتهائه.
de: Die Kamerabereinigung läuft noch. Versuche es erneut, nachdem sie abgeschlossen ist.
es: La limpieza de la cámara aún se está ejecutando. Reinténtalo después de que termine.
fr: Le nettoyage de l’appareil photo est toujours en cours. Réessayez une fois terminé.
ja: カメラのクリーンアップがまだ実行中です。完了後に再試行してください。
ko: 카메라 정리가 여전히 실행 중입니다. 완료된 후 다시 시도해 주세요.
zh_hans: 摄像头清理仍在进行。请在其完成后重试。
zh_hant: 相機清理仍在執行中。請在完成後重試。

# simulator.failure.cameraConfigurationFailed
source: The isolated worker could not configure the requested camera source and target.
ar: لم يتمكن العامل المعزول من تكوين مصدر وهدف الكاميرا المطلوبين.
de: Der isolierte Worker konnte die angeforderte Kameraquelle und das Kameraziel nicht konfigurieren.
es: El worker aislado no pudo configurar el origen y el destino de la cámara solicitados.
fr: Le worker isolé n’a pas pu configurer la source et la cible demandées pour l’appareil photo.
ja: 分離されたワーカーは要求されたカメラソースと対象を設定できませんでした。
ko: 분리된 워커가 요청된 카메라 소스 및 대상을 구성하지 못했습니다.
zh_hans: 隔离工作进程无法配置所请求的摄像头来源和目标。
zh_hant: 隔離的工作者無法設定要求的相機來源與目標。

# simulator.failure.cameraMirrorFailed
source: The worker could not update camera mirroring.
ar: لم يتمكن العامل من تحديث انعكاس الكاميرا.
de: Der Worker konnte die Kameraspiegelung nicht aktualisieren.
es: El worker no pudo actualizar el reflejo de la cámara.
fr: Le worker n’a pas pu mettre à jour l’effet miroir de l’appareil photo.
ja: ワーカーはカメラのミラー設定を更新できませんでした。
ko: 워커가 카메라 미러링을 업데이트하지 못했습니다.
zh_hans: 工作进程无法更新摄像头镜像。
zh_hant: 工作者無法更新相機鏡像。

# simulator.failure.cameraOwnershipBusy
source: Another cmux Simulator pane already owns the camera feed for this device.
ar: يملك جزء Simulator آخر في cmux بالفعل تدفق الكاميرا لهذا الجهاز.
de: Ein anderes cmux-Simulator-Teilfenster besitzt bereits den Kamera-Feed für dieses Gerät.
es: Otro panel de simulador de cmux ya posee la transmisión de la cámara para este dispositivo.
fr: Un autre volet Simulator de cmux possède déjà le flux de l’appareil photo pour cet appareil.
ja: 別のcmux Simulatorペインがこのデバイスのカメラフィードをすでに使用しています。
ko: 다른 cmux 시뮬레이터 분할 창이 이미 이 기기의 카메라 피드 소유권을 가지고 있습니다.
zh_hans: 另一个 cmux 模拟器窗格已占用此设备的摄像头输入。
zh_hant: 另一個 cmux Simulator 窗格已擁有此裝置的相機畫面。

# simulator.failure.cameraOwnershipLockUnavailable
source: Could not open the Simulator camera ownership lock.
ar: تعذر فتح قفل ملكية كاميرا الـ Simulator.
de: Die Besitzsperre für die Simulator-Kamera konnte nicht geöffnet werden.
es: No se pudo abrir el bloqueo de propiedad de la cámara del simulador.
fr: Impossible d’ouvrir le verrou de propriété de l’appareil photo du Simulator.
ja: Simulatorカメラの所有権ロックを開けませんでした。
ko: 시뮬레이터 카메라 소유권 잠금을 열 수 없습니다.
zh_hans: 无法打开模拟器摄像头占用锁。
zh_hant: 無法開啟 Simulator 相機所有權鎖定。

# simulator.failure.cameraSourceInactive
source: A synthetic-camera source can only be switched while a camera session is active.
ar: لا يمكن تبديل مصدر الكاميرا الاصطناعية إلا أثناء نشاط جلسة الكاميرا.
de: Eine synthetische Kameraquelle kann nur gewechselt werden, während eine Kamerasitzung aktiv ist.
es: El origen de la cámara sintética solo se puede cambiar mientras una sesión de cámara esté activa.
fr: Une source de caméra synthétique ne peut être commutée que lorsqu’une session de caméra est active.
ja: 合成カメラのソースは、カメラセッションが有効な場合にのみ切り替えられます。
ko: 합성 카메라 소스는 카메라 세션이 활성화되어 있는 동안에만 전환할 수 있습니다.
zh_hans: 只有在摄像头会话进行中才能切换合成摄像头来源。
zh_hant: 只有在相機工作階段處於作用狀態時，才能切換合成相機來源。

# simulator.failure.cameraSourceSwitch
source: The isolated worker could not switch the active camera source.
ar: لم يتمكن العامل المعزول من تبديل مصدر الكاميرا النشط.
de: Der isolierte Worker konnte die aktive Kameraquelle nicht wechseln.
es: El worker aislado no pudo cambiar el origen de la cámara activa.
fr: Le worker isolé n’a pas pu basculer la source de caméra active.
ja: 分離されたワーカーは有効なカメラソースを切り替えられませんでした。
ko: 분리된 워커가 활성화된 카메라 소스를 전환하지 못했습니다.
zh_hans: 隔离工作进程无法切换当前的摄像头来源。
zh_hant: 隔離的工作者無法切換作用中的相機來源。

# simulator.failure.cameraUnavailable
source: The camera action is unavailable
ar: إجراء الكاميرا غير متاح
de: Die Kamera-Aktion ist nicht verfügbar
es: La acción de la cámara no está disponible
fr: L’action de caméra n’est pas disponible
ja: カメラ操作を使用できません
ko: 카메라 작업을 사용할 수 없습니다
zh_hans: 摄像头操作不可用
zh_hant: 相機動作無法使用

# simulator.failure.commandCancelled
source: The Simulator command was cancelled.
ar: تم إلغاء أمر الـ Simulator.
de: Der Simulator-Befehl wurde abgebrochen.
es: Se canceló el comando del simulador.
fr: La commande du Simulateur a été annulée.
ja: Simulatorコマンドはキャンセルされました。
ko: 시뮬레이터 명령이 취소되었습니다.
zh_hans: 模拟器命令已取消。
zh_hant: Simulator 指令已被取消。

# simulator.failure.commandOutputLimit
source: Simulator subprocess output limits must be nonnegative.
ar: يجب أن تكون حدود مخرجات العملية الفرعية للـ Simulator غير سالبة.
de: Die Ausgabebegrenzungen für den Simulator-Subprozess dürfen nicht negativ sein.
es: Los límites de salida del subproceso del simulador deben ser no negativos.
fr: Les limites de sortie du sous-processus du Simulateur doivent être non négatives.
ja: Simulatorサブプロセスの出力上限は0以上である必要があります。
ko: 시뮬레이터 하위 프로세스의 출력 제한 값은 음수가 아니어야 합니다.
zh_hans: 模拟器子进程输出上限不能为负数。
zh_hant: Simulator 子程序輸出限制必須為非負數。

# simulator.failure.commandTimedOut
source: The Simulator command timed out.
ar: انتهت مهلة أمر الـ Simulator.
de: Der Simulator-Befehl hat das Zeitlimit überschritten.
es: Se agotó el tiempo de espera del comando del simulador.
fr: La commande du Simulateur a expiré.
ja: Simulatorコマンドがタイムアウトしました。
ko: 시뮬레이터 명령의 시간 제한이 초과되었습니다.
zh_hans: 模拟器命令超时。
zh_hant: Simulator 指令逾時。

# simulator.failure.deviceActivation
source: Could not start the selected Simulator
ar: تعذر بدء تشغيل الـ Simulator المحدد
de: Der ausgewählte Simulator konnte nicht gestartet werden.
es: No se pudo iniciar el simulador seleccionado
fr: Impossible de démarrer le Simulateur sélectionné
ja: 選択したシミュレータを開始できませんでした
ko: 선택한 시뮬레이터를 시작할 수 없습니다
zh_hans: 无法启动所选模拟器
zh_hant: 無法啟動選取的 Simulator

# simulator.failure.deviceDiscovery
source: Could not load Simulator devices
ar: تعذر تحميل أجهزة الـ Simulator
de: Simulator-Geräte konnten nicht geladen werden
es: No se pudieron cargar los dispositivos del simulador
fr: Impossible de charger les appareils du Simulateur
ja: シミュレータデバイスを読み込めませんでした
ko: 시뮬레이터 기기를 로드할 수 없습니다
zh_hans: 无法加载模拟器设备
zh_hant: 無法載入 Simulator 裝置

# simulator.failure.deviceStateChanged
source: Simulator %1$@ changed to %2$@.
ar: تغير Simulator %1$@ إلى %2$@.
de: Simulator %1$@ wechselte zu %2$@.
es: El simulador %1$@ cambió a %2$@.
fr: L'état du simulateur %1$@ est devenu %2$@.
ja: Simulator %1$@の状態が%2$@に変わりました。
ko: 시뮬레이터 %1$@이(가) %2$@(으)로 변경되었습니다.
zh_hans: 模拟器 %1$@ 已变为 %2$@。
zh_hant: Simulator %1$@ 已變更為 %2$@。

# simulator.failure.deviceUnavailableDuringRequest
source: The Simulator became unavailable before the request was delivered.
ar: أصبح الـ Simulator غير متاح قبل تسليم الطلب.
de: Der Simulator wurde unzugänglich, bevor die Anfrage zugestellt werden konnte.
es: El simulador dejó de estar disponible antes de que se entregara la solicitud.
fr: Le Simulateur est devenu indisponible avant que la requête ne soit transmise.
ja: リクエストが送信される前にSimulatorを使用できなくなりました。
ko: 요청이 전달되기 전에 시뮬레이터를 사용할 수 없게 되었습니다.
zh_hans: 请求送达前模拟器已不可用。
zh_hant: Simulator 在請求傳遞前變得無法使用。

# simulator.failure.duplicateWorkerRequest
source: A Simulator worker request reused an active correlation identifier.
ar: أعاد طلب عامل الـ Simulator استخدام معرف ارتباط نشط.
de: Eine Simulator-Worker-Anfrage hat einen aktiven Korrelationsbezeichner wiederverwendet.
es: Una solicitud del worker del simulador reutilizó un identificador de correlación activo.
fr: Une requête de worker du Simulateur a réutilisé un identifiant de corrélation actif.
ja: Simulatorワーカーのリクエストで、使用中の相関IDが再利用されました。
ko: 시뮬레이터 워커 요청이 활성 상관관계 식별자를 재사용했습니다.
zh_hans: 模拟器工作进程请求重复使用了活跃的关联标识符。
zh_hant: Simulator 工作者請求重複使用了作用中的關聯識別碼。

# simulator.failure.foregroundCapability
source: The active Xcode worker did not negotiate foreground-app inspection.
ar: لم يتفاوض عامل Xcode النشط على فحص التطبيق الأمامي.
de: Der aktive Xcode-Worker hat keine Vordergrund-App-Inspektion ausgehandelt.
es: El worker activo de Xcode no negoció la inspección de la aplicación en primer plano.
fr: Le worker Xcode actif n’a pas négocié l’inspection de l’application au premier plan.
ja: 有効なXcodeワーカーはフォアグラウンドApp検査に対応していません。
ko: 활성화된 Xcode 워커가 포그라운드 앱 검사를 협상하지 못했습니다.
zh_hans: 当前 Xcode 工作进程未协商前台应用检查能力。
zh_hant: 作用中的 Xcode 工作者未協調前景應用程式檢查。

# simulator.failure.foregroundRequestBusy
source: A foreground-application read is already at capacity.
ar: قراءة التطبيق الأمامي ممتلئة السعة بالفعل.
de: Ein Lesevorgang der Vordergrund-Anwendung hat bereits seine maximale Kapazität erreicht.
es: Una lectura de la aplicación en primer plano ya está al límite de su capacidad.
fr: Une lecture d’application au premier plan a déjà atteint sa capacité maximale.
ja: フォアグラウンドAppの読み取りキューが上限に達しています。
ko: 포그라운드 애플리케이션 읽기 작업이 이미 최대 용량에 도달했습니다.
zh_hans: 前台应用读取请求已达上限。
zh_hant: 前景應用程式讀取已達容量上限。

# simulator.failure.foregroundRequestCancelled
source: The Simulator changed during foreground-app inspection.
ar: تغير الـ Simulator أثناء فحص التطبيق الأمامي.
de: Der Simulator hat sich während der Vordergrund-App-Inspektion geändert.
es: El simulador cambió durante la inspección de la aplicación en primer plano.
fr: Le Simulateur a changé pendant l’inspection de l’application au premier plan.
ja: フォアグラウンドAppの検査中にSimulatorが変更されました。
ko: 포그라운드 앱 검사 중에 시뮬레이터가 변경되었습니다.
zh_hans: 前台应用检查期间模拟器发生了变化。
zh_hant: Simulator 在前景應用程式檢查期間發生變更。

# simulator.failure.foregroundRequestUnwinding
source: The previous foreground-application read is still unwinding.
ar: قراءة التطبيق الأمامي السابقة لا تزال قيد التصفية.
de: Der vorherige Lesevorgang der Vordergrund-Anwendung wird noch abgewickelt.
es: La lectura anterior de la aplicación en primer plano aún se está finalizando.
fr: La lecture d’application au premier plan précédente est encore en cours de fermeture.
ja: 前のフォアグラウンドAppの読み取り処理がまだ終了中です。
ko: 이전 포그라운드 애플리케이션 읽기 작업이 여전히 정리되는 중입니다.
zh_hans: 上一次前台应用读取仍在收尾。
zh_hant: 上一次的前景應用程式讀取仍在進行清理中。

# simulator.failure.inputUnavailable
source: Simulator input is unavailable
ar: مدخلات الـ Simulator غير متاحة
de: Simulator-Eingabe ist nicht verfügbar
es: La entrada del simulador no está disponible
fr: L’entrée du Simulateur n’est pas disponible
ja: シミュレータ入力を使用できません
ko: 시뮬레이터 입력을 사용할 수 없습니다
zh_hans: 模拟器输入不可用
zh_hant: Simulator 輸入功能無法使用

# simulator.failure.interactiveActionFailed
source: The isolated worker could not complete the Simulator action.
ar: لم يتمكن العامل المعزول من إكمال إجراء الـ Simulator.
de: Der isolierte Worker konnte die Simulator-Aktion nicht abschließen.
es: El worker aislado no pudo completar la acción del simulador.
fr: Le worker isolé n’a pas pu terminer l’action du Simulateur.
ja: 分離されたワーカーはSimulator操作を完了できませんでした。
ko: 분리된 워커가 시뮬레이터 작업을 완료하지 못했습니다.
zh_hans: 隔离工作进程无法完成该模拟器操作。
zh_hant: 隔離的工作者無法完成 Simulator 動作。

# simulator.failure.locationUnavailable
source: The location action could not be completed
ar: تعذر إكمال إجراء الموقع
de: Die Standort-Aktion konnte nicht abgeschlossen werden
es: No se pudo completar la acción de ubicación
fr: L’action de localisation n’a pas pu être effectuée
ja: 位置情報の操作を完了できませんでした
ko: 위치 작업을 완료할 수 없습니다
zh_hans: 无法完成位置操作
zh_hant: 無法完成位置動作

# simulator.failure.orientationSynchronization
source: The Simulator did not confirm its requested orientation.
ar: لم يؤكد الـ Simulator اتجاهه المطلوب.
de: Der Simulator hat seine angeforderte Ausrichtung nicht bestätigt.
es: El simulador no confirmó su orientación solicitada.
fr: Le Simulateur n’a pas confirmé l’orientation demandée.
ja: Simulatorが要求された向きを確認できませんでした。
ko: 시뮬레이터가 요청된 화면 방향을 확인하지 못했습니다.
zh_hans: 模拟器未确认所请求的屏幕方向。
zh_hant: Simulator 未確認其要求的螢幕方向。
